fall2017/psyc3330/lectures/week1.tex
% Created 2017-08-26 Sat 12:02
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\date{August 28-Sept 1, 2017}
\title{Week 1 lecture notes - PSYC 3330}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs 25.2.1 (Org mode 8.2.10)}}
\begin{document}

\maketitle

\section*{Why do we need to learn statistics?}
\label{sec-1}

\begin{itemize}
\item Goals:
\begin{enumerate}
\item to \textbf{describe} data (descriptive statistics)
\item to \textbf{make inferences} about a \emph{population}, given data from a \emph{sample} (inferential statistics)
\end{enumerate}
\end{itemize}

After studying statistics, we learn how to say things like:
\begin{itemize}
\item "We are \emph{95\% confident} that between 65 and 75 percent of voters will turn out for the upcoming election"
\item "The repeated testing group scored \emph{significantly better} than the repeated study group on a subsequent memory test."
\end{itemize}

What do these things mean, exactly?  We'll find out!

\section*{What kinds of data do we deal with?}
\label{sec-2}

Data are classified by their \emph{scale of measurement}:

\textbf{Categorical} data (also called \emph{discrete}) -- measurements consists of separate categories, with no values existing \emph{between} any two categories
\begin{enumerate}
\item nominal scale -- measurements correspond to categories with different \emph{names}
\begin{itemize}
\item no logical relation \emph{between} categories
\item examples -- gender, meal preference, religious preference
\end{itemize}

\item ordinal scale -- measurements correspond to \emph{ordered} categories
\begin{itemize}
\item "nominal + ordering"
\item examples -- position in a race, student classification, level of agreement
\end{itemize}
\end{enumerate}

\textbf{Continuous} data -- measurements take on an infinite set of possible values.  Measurements are usually numeric
\begin{enumerate}
\item interval scale -- measurements consist of numbers where equal differences in measurement reflect equal differences in represented quantity.
\begin{itemize}
\item measurements \emph{don't} represent an amount (or magnitude)
\item example: temperature scale:  the difference between 10 deg F and 40 deg F is the same as the difference between 50 deg F and 80 deg F (namely, the latter in each pair is 30 degrees warmer).
\item note: ratios DON'T make sense (40 deg F is not "twice as warm" as 20 deg F..it is not clear what this would even mean).
\end{itemize}

\item ratio scale -- interval scale + an absolute zero point
\begin{itemize}
\item can represent magnitude
\item ratios make sense
\item example: any measurement of a "quantity" (weight, response time, etc.)
\end{itemize}
\end{enumerate}

\subsection*{class exercise}
\label{sec-2-1}

Identify the scale of measurement for each of the following:

\begin{enumerate}
\item ethnic group to which a person belongs
\item number of times a mouse takes a wrong turn in a maze
\item position one finishes in a race
\item a person's score on an IQ test
\end{enumerate}


\section*{Displaying data}
\label{sec-3}

For now, we'll focus on how to display \emph{frequency} -- that is, how often certain measurements show up in the data.

Important -- the type of graph used depends on the scale of measurement:

Categorical data:
\begin{itemize}
\item bar graph
\item pie chart
\end{itemize}

Continuous data:
\begin{itemize}
\item histogram
\end{itemize}
% Emacs 25.2.1 (Org mode 8.2.10)
\end{document}